brew "colordiff"
brew "coreutils"
brew "dep"
brew "diffutils"
brew "ffmpeg", args: ["with-libvorbis", "with-sdl2", "with-theora"]
brew "findutils", args: ["with-default-names"]
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "go-delve/delve/delve"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "httpie"
brew "jq"
brew "kubernetes-helm"
brew "kyoshidajp/ghkw/ghkw"
brew "maven"
brew "mongodb"
brew "mysql"
brew "nkf"
brew "peco"
brew "swagger-codegen"
brew "tree"
brew "vim", args: ["with-python3"]
cask "appcleaner"
cask "chatwork"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "java"
cask "karabiner-elements" cask ""
cask "kindle"
cask "kobo"
cask "mysqlworkbench"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "virtualbox"
cask "visual-studio-code"
cask "zeplin"
cask "zoomus"
